{
  "model_type": "LLaMA",
  "architectures": [
    "LLaMALMHeadModel"
  ],
  "return_dict": false,
  "resid_pdrop": 0.1,
  "embd_pdrop": 0.1,
  "attn_pdrop": 0.1,
  "initializer_range": 0.02,
  "layer_norm_epsilon": 1e-8,
  "n_embd": 1600,
  "n_head": 25,
  "n_layer": 48,
  "max_seq_len": 1024,
  "tokenizer_class": "BertTokenizer",
  "vocab_size": 16448
}